<?php
////////////////////////////////Настройки базы данных////////////////////////////////////////////
$db_ip = 'localhost';                                           //IP адрес базы данных///////////
$db_user = 'root';                     		               	//Пользователь базы данных///////
$db_pass = 'my123456';             		                        //Пароль базы данных/////////////
$db_base = 'minefix_dle';     		                                //База данных////////////////////
///////////////////////////////Настройки директорий//////////////////////////////////////////////
$skin_dir = 'uploads/skins/';                                   //Каталог для загрузки скинов////
$cloak_dir = 'uploads/cloaks/';                                 //Каталог для загрузки плащей////
$ban_dir = 'uploads/user_bans/';	                            //Каталог с кол-вом банов////////
$skin_max_size_W = 1024;                                        /////////////////////////////////
$skin_max_size_H = 768;	                                        /////////////////////////////////					
$cloak_max_size_W = 440;		                                /////////////////////////////////				
$cloak_max_size_H = 340;                                        /////////////////////////////////
$cloak_max_size_W = 440;	                                    /////////////////////////////////					
$cloak_max_size_H = 340;                                        /////////////////////////////////
//////////////////////////////Настройки покупок статусов/////////////////////////////////////////
$vip_cost = 150;                                                //Стоимость VIP//////////////////
$vip_discount = 10;                                             //Скидка при продлении VIP///////
$prem_cost = 300;                                               //Стоимость Premium//////////////
$prem_discount = 20;                                            //Скидка при продлении Premium///
$deluxe_cost = 450;                                             //Стоимость Deluxe///////////////
$deluxe_discount = 30;                                          //Скидка при продлении Deluxe////
$perms_duration = 30;                                           //Продолжительность действия/////
$kurs_obmena = 100;                                             //курс обмена валют//////////////
$procent  = 10; 												//комисия перевода пользователю//
$warp_cost = 100;												//цена покупки 1-го варпа////////
$cost_perm = array(100,200,300);                                //цена покупри прав 1 2 3////////
$set_perm = array("essentials.fly", "essentials.heal", "essentials.kill");//права 1 2 3//////////
$desclink = 'http://goldex.ru/polnomochiya.html';               //Ссылка на страницу с описанием/
																//полномочий/////////////////////
/////////////////////////////Настройки разбана///////////////////////////////////////////////////
$unbancost = array (100, 200, 300);                             //Цена разбана///////////////////
																//Первое число - цена первого////		
																//Второе - цена второго разбана//
																//Третье - всех последующих//////
////////////////////////////Настройки префикса///////////////////////////////////////////////////
$max_prefix = 10;                                               //Макс. длина префикса///////////
////////////////////////////Настройки прав///////////////////////////////////////////////////////
$change_skin_prms = array('all');                               //Кто может менять скин. All-все/
$change_cloak_prms = array('vip', 'premium', 'deluxe');         //Кто может менять плащ. All-все/
$change_prefix_prms = array('vip', 'premium', 'deluxe');        //Кто может менять цвета префикса
                                                                //All - все//////////////////////
///////////////////////////Настройки таблиц//////////////////////////////////////////////////////
$tbl_realmoney_table = 'dle_users';  							//Таблица с реальной валютой ////
$tbl_realmoney_col = 'money';									//Столбец с реальной валютой ////
$tbl_realmoney_id = 'user_id';									//id юзера реальной валютой //
$tbl_iconomy_table = 'iConomy'; 								//Таблица с игровой валютой /////
$tbl_iconomy_col = 'balance';                                   //Столбец с игровой валютой /////
$tbl_USERS = 'dle_users';                                       //Таблица с пользователями DLE///
$tbl_BANLIST = 'banlist';                                       //Таблица с банами и/////////////
$tbl_BANLIST_col_username = 'name';                             //Столбец с именами юзеров///////
$tbl_PRMS = 'permissions';								        /////////////////////////////////
$tbl_PRMS_entity = 'permissions_entity';				        /////////////////////////////////
$tbl_PRMS_inheritance = 'permissions_inheritance';		        /////////////////////////////////
$tbl_PRMS_duration = 'permissions_duration';	                /////////////////////////////////
$tbl_bans = 'lk_bans';	                                        //////////счетчик банов//////////

////////////////////////////////////////////////////////////////////////////////////////////////
///////////////////Для личного кабинета используется///////////////////////////////////////////// 
///////Универсальный скрипт для работы с платёжным шлюзом InterKassa v2//////////////////////////
//////////////////////////автор скрипта Semen4ik/////////////////////////////////////////////////
$config = array (	 											/////////////////////////////////	
	'mysql_driver' => 'PDO',		 							// Драйвер для подключения к бд//
	'host' => 'localhost', 			 							// MySQL Хост (IP/Domain)////////
	'user' => 'minefixr_admin', 					 					// MySQL Пользователь////////////
	'pass' => '12qwaszx', 					 					// MySQL Пароль//////////////////
	'bd_name' => 'minefixr_dle', 				 					// MySQL База Данных/////////////
/////////////////////////////////////////////////////////////////////////////////////////////////
	'table' => 'dle_users', 			 					    // Таблица с валютой/////////////
	'column_money' => 'money',   	 							// Столбик рублей////////////////
	'column_user' => 'user_id',      							// Столбик имён//////////////////
/////////////////////////////////////////////////////////////////////////////////////////////////
	'path' => 'lc', 		 									// Путь до файла payment.php///// 
	'user_param' => $_SESSION['dle_user_id'], 					// Уникальный параметр///////////
/////////////////////////////////////////////////////////////////////////////////////////////////
	'description' => 'Пополнение счёта игрока - ',  			// Описание платежа//////////////
	'max_pay' => 1000, 											// Максимальная сумма пополнения/
/////////////////////////////////////////////////////////////////////////////////////////////////	
	'message' => array (										/////////////////////////////////
		'success' => 'Успешно.', 								// сообщение  успешной оплаты////
		'fail' => 'Ошибка!', 									// сообщение неудачной оплаты////
	),															/////////////////////////////////
/////////////////////////////////////////////////////////////////////////////////////////////////
	'pay_system' => array (										/////////////////////////////////
		'interkassa' => array( 									// Настройки InterKassa//////////
			'enable' => true, 									// Принимать платежи InterKassa//
			'shop_id' => '56e81cba3d1eaf38108b456b',			 						// ID магазина InterKassa////////
			'cur' => 'RUB', 									// Тип валюты (RUB UAH USD EUR)//
			'key' => '667lmq7ThGtUZxuG', 										// Секретный ключ////////////////
			'test_key' => 'F1vQHUXWYG4cu7jJ', 									// Тестовый секретный ключ///////
			'testing' => true 									// Включить режим тестирования?//
		),														/////////////////////////////////		
/////////////////////////////////////////////////////////////////////////////////////////////////
		'unitpay' => array( 									// Настройки UnitPay/////////////
			'enable' => true, 									// Принимать платежи UnitPay/////
			'project_id' => '', 								// ID(Номер) проекта || demo - в случае тестого платежа
			'key' => '', 										// Секретный ключ
		),
		
		/*'robokassa' => array( // Настройки RoboKassa
			'enable' => false, // Принимать платежи данной системы?
			'password1' => '', // Пароль #1								В следующей версии.
			'password2' => '', // Пароль #2
			'login' => '', // Логин (Имя проекта) || demo - в случае тестого платежа
		),*/
	)
);










$skin_max_size_W = 1024;
$skin_max_size_H = 768;						
$cloak_max_size_W = 440;						
$cloak_max_size_H = 340;
$cloak_max_size_W = 440;						
$cloak_max_size_H = 340;	
$skin_min_size_W = 64;						
$skin_min_size_H = 32;						
$cloak_min_size_W = 22;						
$cloak_min_size_H = 17;	
?>