<div id='dle-content'><div class="basecont">
	<div class="dpad">
		<h2 class="heading"><span id="news-title">Правила</span></h2>
		<h4>1. Общие правила</h4>
<ul class="dots">
	<li><b>1.1</b> Не знание правил не освобождает вас от ответственности.</li>
	<li><b>1.2</b> В правила в любой момент могут быть внесены изменения.</li>
	<li><b>1.3</b> Начав играть на наших серверах, Вы автоматически подтверждаете своё согласие с данным сводом правил.</li>
	<li><b>1.4</b> Администратор вправе наказать игрока по причине, не указанной в настоящих правилах.</li>
	<li><b>1.5</b> Администрация не несет ответственности за временную или постоянную невозможность игры на сервере конкретным лицом или группой лиц.</li>
	<li><b>1.6</b> Деньги потраченные на услуги сервера не возвращаются.</li>
	<li><b>1.7</b> Запрещено выдавать себя за администрацию (у настоящих администраторов перед ником есть префикс "Админ").<br /><span class="red"><b>Наказание:</b> от 3-х дней бана.</span></li>
	<li><b>1.8</b> Игроки обязаны выполнять требования Администрации и предписания данных правил.</li>
	<li><b>1.9</b> Ответственность несет владелец аккаунта, независимо от того, кто совершал действия под данным аккаунтом.</li>
	<li><b>1.10</b> Администрация оставляет за собой право удалять персонажей и постройки, которыми не пользовались более 30 дней.</li>
	<li><b>1.11</b> Администрация ведет логи всех действий игроков на сервере и всех сообщений чата.</li>
	<li><b>1.12</b> Администрация имеет право корректировать данный свод правил без уведомления игрока.</li>
</ul><br /><br />

<h4>2. Аккаунт</h4>
<ul class="dots">
	<li><b>2.1</b> Запрещены мультиаккаунты (регистрация 2-х и более аккаунтов одним лицом).</li>
	<li><b>2.2</b> Ник должен быть корректным.</li>
	<li><b>2.3</b> Ник не должен содержать мата, оскорблений и т.д.</li>
	<li><b>2.4</b> Ник не должен состоять полностью из цифр.</li>
	<li><b>2.5</b> Ник не должен быть короче 3 и длиннее 16 символов. </li>
       <li><b>2.6</b> Запрещается регистрировать ники, схожие с никами других игроков.<br /><span class="red"><b>Наказание:</b> блокировка навсегда аккаунта, зарегистрированного позже.</span></li>
	<li><b>2.7</b> Запрещается предоставлять свой аккаунт 3-м лицам <u>для игры на сервере</u>.<br /><span class="red"><b>Наказание:</b> блокировка аккаунта навсегда.</span></li>
</ul><br /><br />

<h4>3. Общие правила поведения игроков на сервере</h4>
<ul class="dots">
	<li><b>3.1</b> Запрещены любые способы грифферства (разрушение чужих построек / воровство предметов / затаптывание грядок / залив территории любыми жидкостями / заполнение чужой территории сыпучими блоками).<br /><span class="red"><b>Наказание:</b> от 1 дня бана.</span></li>
	<li><b>3.2</b> Запрещается уничтожать имущество в ответ на грифферство вашего имущества.</li>
	<li><b>3.3</b> Запрещено мошенничество, намеренный обман игроков/администрации.<br /><span class="red"><b>Наказание:</b> бан на сутки.</span></li>
	<li><b>3.4</b> Запрещено обманывать игроков при торговле. (Для вашей же безопасности существует обменник на спауне.)</li>
	<li><b>3.5</b> Запрещено убийство других игроков в NO-PvP зоне (например, с помощью зелий).<br /><span class="red"><b>Наказание:</b> 1 день бана.</span></li>
	<li><b>3.6</b> Запрещены раздачи вещей.<br /><span class="red"><b>Наказание:</b> бан навсегда.</span></li>
	<li><b>3.7</b> Администрация не возвращает вещи в следующих случаях:<br />
      - Удаление системой очистки дропа.<br />
      - Кража имущества с незаприваченной территории.<br />
      - Кража имущества игроками, состоящими в привате.<br />
      - Если вы тепепортировались к игроку и вас убили.<br />
      - Вайп или откат карты.<br />
      - Различные баги игры, произошедшие не по вине администрации.<br /><br />
      </li>
	<li><b>3.8</b> Администрация в праве оказать вам помощь в виде ускорения постройки здания, выдачи предметов, ресурсов и др. на свое усмотрение.</li>
	<li><b>3.9</b> Запрещено что-либо выпрашивать у администрации (права, ресурсы, игровые деньги, разбан и т.д.)<br /><span class="red"><b>Наказание:</b> от 1 дня бана.</span></li>
	<li><b>3.10</b> Запрещено продавать игровые предметы за реальные деньги.<br /><span class="red"><b>Наказание:</b> от 1 дня бана.</span></li>
	<li><b>3.11</b> Игрок не имеет права пользоваться сторонними программами, скриптами,и т.п. для облегчения или изменения игрового процесса. Игрок не имеет права пользоваться багами/недочетами игры, а также распространять информацию о них. При обнаружении обязан сообщить администратору или модератору (через систему личных сообщений).<br /><span class="red"><b>Наказание:</b> бан навсегда.</span></li>
	<li><b>3.12</b> Запрещено оскорбление и троллинг игроков. <br /><span class="red"><b>Наказание:</b> кик/мут/бан на усмотрение модератора.</span></li>
	<li><b>3.13</b> Администратор вправе изъять у вас любое имущество, если Вы не сможете доказать его происхождение.</li>
	<li><b>3.16</b> Вызывание неполадок в работе сервера или попытки обурушить сервер, путем специально вызваных лагов или подобного, влекут за собой глобальный бан.</li>
	<li><b>3.17</b> Запрещено подстрекать третьих лиц на нарушение правил.<br /><span class="red"><b>Наказание:</b> от 3-х дней бана.</span></li>
<li><b>3.18</b> В случае отказа от обмена, Вы обязаны вернуть полученные вещи (и участник обмена тоже).</li>
</ul><br /><br />

<h4>4. Постройки</h4>
<ul class="dots">
	<li><b>4.1</b> Запрещены бессмысленные постройки (столбы в небо, глубокие ямы, случайно наставленные блоки, коробки без окон и дверей, и т.д.)<br /><span class="red"><b>Наказание:</b> снос постройки (также возможен бан на усмотрение модератора).</span></li>
	<li><b>4.2</b> Незаконченные постройки без таблички с вашим никнеймом и метки "строится" считаются заброшенными и могут подлежать сносу администрацией.</li>
	<li><b>4.3</b> Запрещены постройки создающие лаги и замедляющие работу сервера.<br /><span class="red"><b>Наказание:</b> от 1 дня бана + снос постройки.</span></li>
	<li><b>4.4</b> Приватить личную территорию необходимо путем создания имени региона равным вашему игровому нику. Пример: SpireX, Регионы: SpireX-Home, SpireX-Garden, SpireX-Lab. Регионы с бессмысленными названиями могут быть сняты администрацией (за потерянные вещи администрация ответственности не несёт).</li>
	<li><b>4.5</b> Администрация вправе снять приват территории, если на нём нет никаких построек.</li>
	<li><b>4.6</b> При отсутствии игрока на сервере более 30 дней все его приваты автоматически снимаются.</li>
	<li><b>4.7</b> Постройки оставленные за зоной привата будут доступны для других игроков. Администрация не несет ответственность за потерю имущества.</li>
	<li><b>4.8</b> Вся незаприваченная территория попавшая под приват другого игрока становится его собственностью.</li>
	<li><b>4.9</b> Игрок должен покинуть чужую территорию по просьбе ее хозяина.</li>
	<li><b>4.10</b> Запрещено ставить точки дома/варпы на чужой территории без согласия владельца.<br /><span class="red"><b>Наказание:</b> 12 часов бана + удаление точки.</span></li>
	<li><b>4.11</b> Запрещено строить ловушки для других игроков за пределами своего привата.<br /><span class="red"><b>Наказание:</b> 1 день бана.</span></li>
	<li><b>4.12</b> Запрещено приватить территорию над постройками других игроков (не распространяется на подземные постройки, котрые не видно на поверхности).<br /><span class="red"><b>Наказание:</b> снос постройки.</span></li>
	<li><b>4.13</b> Запрещена блокировка доступа к чужим сооружениям. <br /><span class="red"><b>Наказание:</b> 1 день бана.</span></li>
	<li><b>4.14</b> Запрещены бессмысленные постройки в воздухе.<br /><span class="red"><b>Наказание:</b> 1 день бана.</span></li>
	<li><b>4.15</b> Запрещено перегружать чанк различными механизмами/сущностями (скот, вагонетки). <br /><span class="red"><b>Наказание:</b> 1 день бана + снос всех механизмов.</span></li>
<li><b>4.16</b> Запрещено использовать блоки машин (те, которые состоят из нескольких блоков) RailCraft/Forestry в декоративных целях. Это создаёт нагрузку на сервер. <i>Коксовый и пламенный кирпич - это декоративные блоки. Вы смело можете использовать их.</i><br /><span class="red"><b>Наказание:</b> 1 день бана + снос всех блоков.</span></li>
<li><b>4.17</b> Запрещено перекрывать выходы из порталов. Такие порталы становятся ловушкой для других игроков. Хотя бы с одной из сторон должен быть отступ, позволяющий выйти из портала.<br /><span class="red"><b>Наказание:</b> 1 день бана.</span></li>
<li><b>4.18</b> Запрещено использование различных механизмов для прогрузки чанков, кроме самих чанклоадеров.</span></li>
<li><b>4.19</b> Игроки обязаны закрывать ямы большой площади, выкопанные карьером, либо размещайте карьер в окене. В этом случае заделывать яму необязательно. (Для их заделывания рекомендуется использовать заполнитель).</span></li>
<li><b>4.20</b> Запрещена установка избыточного количества солнечных панелей (HiTech сервера). Допускается установка не более 128 панелей различных видов в сумме на 1 приват. (Приваты, расположенные рядом и имеющие одинаковый список участников/владельцев считаются все вместе за 1 большой приват).<br /><span class="red"><b>Наказание:</b> снос постройки.</span></span></li>
</ul>
<br />
<br />

<h4>5. Общение в чате</h4>
<ul class="dots">
	<li><b>5.1</b> Пишите грамотно на своем языке.</li>
	<li><b>5.2</b> Игрок не имеет право материться (завуалированный мат), оскорблять кого-либо, унижать честь и достоинство, ущемлять в правах игроков и т.п. </li>
	<li><b>5.3</b> Игрок не имеет право оскорблять, критиковать администрацию проекта.</li>
	<li><b>5.4</b> Запрещён спам</li>
	<li><b>5.5</b> Запрещёно написание сообщения заглавными буквами (капс).</li>
	<li><b>5.6</b> Запрещено разглашать ложную информацию.</li>
	<li><b>5.7</b> Флуд и сообщения, не имеющие смысла, в больших колличествах запрещены. </li>
<li><b>5.8</b> Запрещены выражения, унижающие человеческое достоинство, дискримитирующие или разжигающие межнациональную рознь.</li>
<li><b>5.9</b> Запрещено просить игроков выйти из игры когда все слоты заполнены.</li>
 <li><b>Данные пункты правил распостраняются также на личные сообщения и надписи на табличках.</b></li>
	<span class="red"><b>Наказание:</b> мут / кик / от 12 часов бана (выбирается в зависимости от нарушения).</span>
	<li><b>5.10</b> Запрещено коверкать слова с целью обхода антимат системы чата.<br /></li><span class="red"><b>Наказание:</b> бан от 1 дня</span>
</ul><br /><br />

<h4>6. Правила PvP</h4>
<ul class="dots">
	<li><b>6.1</b> Запрещено убийство игроков в зоне респауна.<br /><span class="red"><b>Наказание:</b> 1 день бана.</span></li>
	<li><b>6.2</b> Запрещено убийство не залогиневшихся игроков.<br /><span class="red"><b>Наказание:</b> 1 день бана.</span></li>
	<li><b>6.3</b> Запрещено убийство игроков в зонах магазинов. <br /><span class="red"><b>Наказание:</b> 1 день бана.</span></li>
      <li><b>6.4</b> Запрещено убийство при торговле.<br /><span class="red"><b>Наказание:</b> 1 день бана.</span></li>
</ul><br /><br />

<h4>7. Платные услуги</h4>
<ul class="dots">
	<li><b>7.1</b> Оплаченные покупки возврату не подлежат.</li>
	<li><b>7.2</b> Попытки махинаций оплатами, или ввод Администрации в заблуждение наказываются баном без возврата средств.</li>
	<li><b>7.3</b> Администрация имеет полное право на отказ в предоставление услуг по причинам: неадекватность, требование несуществующих услуг, наглеж, оскорбления, и т.д. </li>
	<li><b>7.4</b> Администрация не возвращает купленные вещи, которые были потеряны в результате убийства или удалены системой очистки дропа.</li>
</ul><br /><br />

<h4>8. Права и обязанности модератора</h4>
<ul class="dots">
	<li><b>8.1</b> Модератор обязан быть общительным, грамотным, воспитанным и толерантным по отношению ко всем игрокам сервера.</li>
	<li><b>8.1</b> Модератор обязан соблюдать цензуру и речевые нормы при общении с игроками .</li>
	<li><b>8.1</b> Модератор обязан всегда делать скриншоты нарушения игрока.</li>
	<li><b>8.1</b> Модератор обязан уметь давать отчет своим действиям любому из членов администрации.</li>
	<li><b>8.1</b> Модератор обязан контролировать игровой процесс и вовремя предотвращать различные инциденты, которые могут повлечь за собой нарушение всего свода правил сервера.</li>
	<li><b>8.1</b> Модератор обязан указывать сноску на соответствующий пункт данных правил при их исполнении.</li>
	<li><b>8.2</b> Модератор обязан исполнять указания администрации вовремя.</li>
	<li><b>8.3</b> Модератор не имеет права злоупотреблять своими правами в пользу себя, друзей или третьих лиц.</li>
	<li><b>8.4</b> Модератор, не поняв ситуации, должен обратиться к администратору, чтобы тот помог.</li>
	<li><b>8.5</b> Модератор не имеет права блокировать/мешать/телепортировать/кикать и т.д. игрока без серьезной причины.</li>
	<li><b>8.6</b> Модератор может быть снят с поста модератора, если он отсутствовал не по уважительной причине более 2-x недель.</li>
	<li><b>8.7</b> Модератор обязан рассматривать все жалобы игроков касательно серверов, которые он модерирует.</li>
	<li><b>8.8</b> При нарушении правил аккаунт модератора временно блокируется.</li>
</ul>
<br /><br />
<i><b>Дюп</b> - это копирование вещей с помощью недочетов игрового сервера.</i><br />
<i><b>Обменом</b> является передача игровых ресурсов (предметов) между двумя и более игроками.</i>
<div align="center"></div>
		<br clear="all" />
		<div class="storenumber"></div>
	</div>
</div></div>
			</div>